Repository: luisdias/coaching-machine-lite
Catalog: app/Locale/bra/LC_MESSAGES/default.po
Languages: pt

source: Invalid login or password
pt: Login ou Senha inválida.

source: Without access permission
pt: Sem permissão de acesso

source: There are no itens to list.
pt: Não existem itens para listar

source: Invalid action
pt: Ação inválida

source: The item has been saved.
pt: O item foi gravado.

source: The item could not be saved. Please, try again.
pt: O item não pode ser gravado. Por favor, tente novamente.

source: The item has been deleted.
pt: O item foi excluído.

source: The item could not be deleted. Please, try again.
pt: O item não pode ser excluído. Por favor, tente novamente.

source: There are related records. Record was not deleted.
pt: Existem itens relacionados. Item não foi excluído.

source: Invalid action.
pt: Ação inválida

source: Copy failed. Survey does not exist.
pt: A cópia falhou. Questionário não existe.

source: Copy successfully created.
pt: Cópia criada com sucesso.

source: Copy failed. Wheel does not exist.
pt: A cópia falhou. Roda não existe.

source: Invalid enneagram test
pt: Teste do Eneagrama inválido

source: The enneagram test has been saved.
pt: O Teste do Eneagrama foi gravado.

source: The enneagram test could not be saved. Please, try again.
pt: O Teste do Eneagrama não pode ser gravado. Por favor, tente novamente.

source: The enneagram test has been deleted.
pt: O Teste do Eneagrama foi excluído.

source: The enneagram test could not be deleted. Please, try again.
pt: O Teste do Eneagrama não pode ser excluído. Por favor, tente novamente.

source: The item has been saved
pt: O item foi salvo

source: An errror ocurred while saving the survey
pt: Um erro ocorreu enquanto salvava o questionário

source: Invalid User
pt: Usuário inválido

source: Invalid Pack
pt: Pacote inválido

source: Invalid username or password, try again
pt: Nome de utilizador ou Senha inválidos, tente novamente.

source: Invalid user
pt: Usuário inválido

source: No active pack of meetings for this user
pt: Não há pacote de sessões activo para este utilizador

source: Test
pt: Testar

source: Code is required
pt: Código é obrigatório

source: Answer is required
pt: Resposta é obrigatória

source: Order is required
pt: Ordem é obrigatória

source: Assessment Value is required
pt: Valor é obrigatório

source: Question is required
pt: Pergunta é obrigatória

source: Default Country is required
pt: País de Definição é obrigatório

source: Default Language is required
pt: Idioma de Definição é obrigatório

source: Default Currency is required
pt: Moeda de Definição é obrigatória

source: An answer is required
pt: Uma resposta é obrigatória

source: Label Set is required
pt: Conjunto de Rótulos é obrigatório

source: Title is required
pt: Título é obrigatório

source: Survey is required
pt: Questionário é obrigatório

source: Group is required
pt: Grupo é obrigatório

source: Type is required
pt: Tipo é obrigatório

source: Format is required
pt: Formato é obrigatório

source: Show "No Answer" is required
pt: Mostrar "Sem Resposta" é obrigatório

source: Show "There are X questions in this survey" is required
pt: Mostrar "Existem X perguntas neste questionário" é obrigatório

source: Wheel is required
pt: Roda é obrigatória

source: Wheel Slice Group is required
pt: Grupo de Fatias da Roda é obrigatório

source: Color is required
pt: Cor é obrigatória

source: Position is required
pt: Posição é obrigatória

source: User is required
pt: Usuário é obrigatório

source: Pack is required
pt: Pacote é obrigatório

source: Pack does not belong to User
pt: Pacote não pertence a este utilizador

source: Invalid URL
pt: URL inválida

source: Date is required
pt: Data é obrigatória

source: Summary is required
pt: Resumo é obrigatório

source: Please enter only numbers
pt: Por favor insira apenas números

source: Status is required
pt: Status é obrigatório

source: There is an active pack for this user
pt: Já existe um pacote activo para este utilizador

source: Number of meetings is required
pt: Número de sessões é obrigatório

source: Meeting price is required
pt: Valor da sessão é obrigatório

source: Start Date is required
pt: Data de Início é obrigatória

source: End Date is required
pt: Data do término é obrigatória

source: Start Date can not be greater than End Date
pt: Início não pode ser maior do que o Término

source: Due Amount is required
pt: Valor devido é obrigatório

source: Due Date is required
pt: Vencimento é obrigatório

source: Number is required
pt: Número é obrigatório

source: Description is required
pt: Descrição é obrigatório

source: Select the repeat type
pt: Selecione o tipo de repetição

source: Select at least one day
pt: Selecione pelo menos um dia

source: Time is required
pt: Tempo é obrigatório

source: File is larger than the maximum filesize - 500Kb
pt: Ficheiro é maior do que tamanho máximo - 500Kb

source: File is below the maximum height - 160px
pt: Ficheiro tem altura menor do que a máxima permitida - 160px

source: Role is required
pt: Papel é obrigatório

source: There can be only one coach/administrator
pt: Só pode existir um coach/administrador

source: Name is required
pt: Nome é obrigatório

source: Email is required
pt: Email é obrigatório

source: Username is required
pt: Nome de utilizador é obrigatório

source: Username already exists
pt: Nome de usuário já existe

source: Must be at least 8 characters
pt: No mínimo 8 caracteres

source: Passwords don't match
pt: Palavras-passe não são iguais

source: Insert a valid URL
pt: Digite um endereço válido

source: Wheel Type is required
pt: Tipo de Roda é obrigatório

source: Which model would you like to regenerate thumbnails for?
pt: Para qual modelo você deseja recriar as miniaturas?

source: <error>
pt: <erro>

source: No filename after parsing. Function %s returned an invalid filename
pt: Nenhum nome de arquivo. Função %s retornou um nome de arquivo inválido

source: Add Action
pt: Incluir Ação

source: Submit
pt: Enviar

source: Actions
pt: Ações

source: List Actions
pt: Listar Ações

source: List Tasks
pt: Listar Tarefas

source: New Task
pt: Nova Tarefa

source: Edit Action
pt: Alterar Ação

source: Delete
pt: Excluir

source: Are you sure you want to delete # %s?
pt: Tem certeza de que queres excluir # %s?

source: View
pt: Visualizar

source: Edit
pt: Alterar

source: Page {:page} of {:pages}, showing {:current} records out of {:count} total, starting on record {:start}, ending on {:end}
pt: Página {:page} de {:pages}, a mostrar {:current} registos de {:count} total, a iniciar no registo {:start}, a terminar no {:end}

source: previous
pt: anterior

source: next
pt: próximo

source: New Action
pt: Nova Ação

source: Action
pt: Ação

source: Task
pt: Tarefa

source: Created
pt: Criada

source: Delete Action
pt: Excluir Ação

source: Add Answer
pt: Nova Resposta

source: Edit Answer
pt: Alterar Resposta

source: Question
pt: Pergunta

source: ---Select the Question---
pt: ---Selecione a Pergunta---

source: Code
pt: Código

source: Insert the Code
pt: Digite o código

source: Answer
pt: Resposta

source: Insert the Answer
pt: Digite a resposta

source: Order
pt: Ordem

source: Insert the Order
pt: Digite a ordem

source: Assessment Value
pt: Valor

source: Insert the Assessment Value
pt: Digite o Valor

source: Save
pt: Salvar

source: Cancel
pt: Cancelar

source: Config Answers
pt: Respostas

source: New Config Answer
pt: Nova Resposta

source: List Config Questions
pt: Listar Respostas

source: New Question
pt: Nova Pergunta

source: Config Answer
pt: Resposta

source: Answer Order
pt: Ordem

source: Modified
pt: Modificado

source: Edit Config Answer
pt: Alterar Resposta

source: Delete Config Answer
pt: Excluir Resposta

source: List Config Answers
pt: Listar Respostas

source: Edit Defaults
pt: Alterar Definições

source: Country
pt: País

source: ---Select the country---
pt: ---Selecione o País---

source: Language
pt: Idioma

source: ---Select the language---
pt: ---Selecione o Idioma---

source: Currency
pt: Moeda

source: ---Select the currency---
pt: ---Selecione a Moeda---

source: Rows By Page
pt: Linhas por Página

source: Insert the Rows By Page
pt: Digite as Linhas por Página

source: Show Only Active Packs
pt: Mostrar apenas Pacotes Ativos

source: Yes
pt: Sim

source: No
pt: Não

source: ---Select the option---
pt: ---Selecione a Opçãol---

source: Configuration
pt: Definições

source: System Defaults
pt: Padrões do Sistema

source: Select
pt: Selecione

source: Config Wheel
pt: Roda

source: Title
pt: Título

source: Edit Config Wheel
pt: Alterar Roda

source: Delete Config Wheel
pt: Excluir Roda

source: List Config Wheels
pt: Listar Rodas

source: New Config Wheel
pt: Nova Roda

source: List Config Wheel Slice Groups
pt: Listar Grupos de Fatias das Rodas

source: New Config Wheel Slice Group
pt: Novo Grupo de Fatias da Roda

source: List Config Wheel Slices
pt: Listar Fatias da Roda

source: New Config Wheel Slice
pt: Nova Fatia da Roda

source: Add Label Set
pt: Incluir Rótulos de Opções de Resposta

source: Edit Label Set
pt: Alterar Conjunto de Rótulos de Opções de Resposta

source: Insert the title
pt: Digite o título

source: New
pt: Novo

source: ---Select the Label Set---
pt: ---Selecione o Conjunto de Rótulos---

source: ---Select the Label---
pt: ---Selecione o Rótulo---

source: Labels
pt: Rótulos de Opções de Resposta

source: Value
pt: Valor

source: Config Label Set
pt: Conjunto de Rótulos de Opções de Resposta

source: Edit Config Label Set
pt: Alterar Conjunto de Rótulos de Opções de Resposta

source: Delete Config Label Set
pt: Excluir Conjunto de Rótulos de Opções de Resposta

source: List Config Label Sets
pt: Listar Conjunto de Rótulos de Opções de Resposta

source: New Config Label Set
pt: Novo Conjunto de Rótulos de Opções de Resposta

source: Add Label
pt: Incluir Rótulo

source: Edit Label
pt: Alterar Rótulo

source: Insert the Title
pt: Digite o título

source: Config Labels
pt: Rótulos de Opções de Resposta

source: New Config Label
pt: Nova Rótulo

source: Config Label
pt: Rótulo

source: Label Order
pt: Ordem

source: Edit Config Label
pt: Alterar Rótulo

source: Delete Config Label
pt: Excluir Rótulo

source: List Config Labels
pt: Listar Rótulos de Opções de Resposta

source: Add Question Group
pt: Novo Grupo de Perguntas

source: Edit Question Group
pt: Alterar Grupo de Perguntas

source: Survey
pt: Questionário

source: Insert the Question
pt: Digite a Pergunta

source: ---Select the Survey---
pt: ---Selecione o Questionário---

source: Config Question Groups
pt: Grupo de Perguntas

source: New Config Question Group
pt: Novo Grupo de Perguntas

source: List Config Surveys
pt: Listar Questionários

source: New Survey
pt: Novo Questionário

source: Config Question Group
pt: Grupo de Perguntas

source: Group Order
pt: Ordem

source: Edit Config Question Group
pt: Alterar Grupo de Perguntas

source: Delete Config Question Group
pt: Excluir Grupo de Perguntas

source: List Config Question Groups
pt: Listar Grupo de Perguntas

source: Add Question
pt: Incluir Pergunta

source: Edit Question
pt: Alterar Pergunta

source: Question Group
pt: Grupo de Perguntas

source: ---Select the Question Group---
pt: ---Selecione o Grupo de Perguntas---

source: Question Type
pt: Tipo de Pergunta

source: Single Choice questions
pt: Pergunta de

source: List (radio)
pt: Lista (radio)

source: List (dropdown)
pt: Lista (dropdown)

source: Multiple Choice questions
pt: Perguntas de Múltiplas Escolhas

source: Multiple (checkbox)
pt: Múltipla (checkbox)

source: Text questions
pt: Texto

source: Text (textarea)
pt: Texto (textarea)

source: ---Select the type---
pt: ---Selecione o Tipo---

source: Mandatory
pt: Obrigatório

source: Config Questions
pt: Perguntas

source: New Config Question
pt: Nova Pergunta

source: New Question Group
pt: Novo Grupo de Perguntas

source: New Answer
pt: Nova Resposta

source: Config Question
pt: Pergunta

source: Question Order
pt: Ordem

source: Edit Config Question
pt: Alterar Pergunta

source: Delete Config Question
pt: Excluir Pergunta

source: Related Config Answers
pt: Respostas Relacionadas

source: Question Id
pt: ID

source: Add Survey
pt: Incluir Questionário

source: Edit Survey
pt: Alterar Questionário

source: Format
pt: Formato

source: Question by Question
pt: Pergunta por pergunta

source: Group by group
pt: Grupo por grupo

source: All in one
pt: Tudo em um

source: Show "No Answer"?
pt: Mostrar "Sem Resposta"?

source: ---Select---
pt: ---Selecione---

source: Show "There are X questions in this survey"?
pt: Monstrar "Existem X perguntas neste questionário"?

source: Config Surveys
pt: Questionários

source: New Config Survey
pt: Novo Questionário

source: New Question Groups
pt: Novo Grupo de Perguntas

source: New Questions
pt: Nova Perguntas

source: Surveys
pt: Questionários

source: Label Sets
pt: Conjunto de Rótulos de Opções de Resposta

source: ---Select the Target---
pt: ---Selecione o Alvo---

source: Group
pt: Grupo

source: Apply
pt: Aplicar

source: Activate
pt: Ativar

source: ---Select the Questions---
pt: ---Selecione a Pergunta---

source: ---Select the Answers---
pt: ---Selecione a Resposta---

source: Active Surveys
pt: Questionários Ativos

source: Copy
pt: Copiar

source: Are you sure you want to copy # %s?
pt: Tem certeza de que quer copiar # %s?

source: Activation
pt: Ativação

source: Confirm the activation of the survey?
pt: Confirma a ativação do questionário?

source: Config Survey
pt: Questionário

source: Shownoanswer
pt: Inlcuir Opção Sem Resposta

source: Showxquestions
pt: Mostrar o Total de Questões

source: Edit Config Survey
pt: Alterar Questionário

source: Delete Config Survey
pt: Excluir Questionário

source: Related Config Question Groups
pt: Grupo de Perguntas Relacionados

source: Survey Id
pt: ID

source: Related Config Questions
pt: Perguntas Relacionadas

source: Question Group Id
pt: ID

source: Add Wheel Slice Group
pt: Novo Grupo de Fatias da Roda

source: Edit Wheel Slice Group
pt: Alterar Grupo de Fatias da Roda

source: ---Select the wheel----
pt: ---Selecione a Roda---

source: Position
pt: Posição

source: Insert the position
pt: Digite a posição

source: Config Wheel Slice Groups
pt: Grupos de Fatias

source: Config Wheel Slice Group
pt: Grupo de Fatias

source: Edit Config Wheel Slice Group
pt: Alterar Grupo de Fatias da Roda

source: Delete Config Wheel Slice Group
pt: Excluir Grupo de Fatias da Roda

source: Add Wheel Slice
pt: Incluir Fatia da Roda

source: Edit Wheel Slice
pt: Alterar Fatia da Roda

source: ---Select the slice group----
pt: ---Selecione o Grupo de Fatias---

source: Color
pt: Cor

source: Insert the color
pt: Digite a cor

source: ---All---
pt: ---Todos---

source: Filter
pt: Filtro

source: Config Wheel Slices
pt: Fatias

source: Wheel
pt: Roda

source: Slice Group
pt: Grupo de Fatias

source: Config Wheel Slice
pt: Fatia da Roda

source: Edit Config Wheel Slice
pt: Alterar Fatia da Roda

source: Delete Config Wheel Slice
pt: Excluir Fatia da Roda

source: Add Wheel
pt: Incluir Roda

source: Edit Wheel
pt: Alterar Roda

source: Config Wheels
pt: Rodas

source: Wheels
pt: Rodas

source: ---Select the group---
pt: ---Selecione o Grupo---

source: Slice
pt: Fatia

source: ---Select the slice---
pt: ---Selecione a Fatia---

source: Active Wheels
pt: Rodas Ativas

source: Confirm the activation of the wheel?
pt: Confirma a ativação da Roda?

source: Alert
pt: Alerta

source: Wheel with less than 3 slices
pt: Roda com menos de 3 fatias

source: Sunday
pt: Domingo

source: Monday
pt: Segunda-feira

source: Tuesday
pt: Terça-feira

source: Wednesday
pt: Quarta-feira

source: Thursday
pt: Quinta-feira

source: Friday
pt: Sexta-feira

source: Saturday
pt: Sábado

source: prev
pt: anterior

source: Related Actions
pt: Ações Relacionadas

source: Date
pt: Data

source: Day
pt: Dia

source: Related Wheel Slices
pt: Fatias da Roda Relacionadas

source: Wheel Slice Group Id
pt: ID

source: Related Enneagram Tests
pt: Testes do Eneagrama Relacionados

source: User Id
pt: ID do Usuário

source: Pack Id
pt: ID do Pacote

source: Test Date
pt: Data do Teste

source: Type One
pt: Tipo Um

source: Type Two
pt: Tipo Dois

source: Type Three
pt: Tipo Três

source: Type Four
pt: Tipo Quatro

source: Type Five
pt: Tipo Cinco

source: Type Six
pt: Tipo Seis

source: Type Seven
pt: Tipo Sete

source: Type Eight
pt: Tipo Oito

source: Type Nine
pt: Tipo Nove

source: New Enneagram Test
pt: Novo Teste do Eneagrama

source: Related Meetings
pt: Sessões Relacionadas

source: Pack
pt: Pacote

source: Number
pt: Número

source: Time
pt: Horário

source: New Meeting
pt: Nova Sessão

source: Related Packs
pt: Pacotes Relacionados

source: Meetings
pt: Sessões

source: Price
pt: Valor

source: Start
pt: Início

source: End
pt: Fim

source: Calendar
pt: Calendário

source: New Pack
pt: Novo Pacote

source: Related Payments
pt: Pagamentos Relacionados

source: Due Amount
pt: Valor Devido

source: Due Date
pt: Vencimento

source: Amount
pt: Valor

source: New Payment
pt: Novo Pagamento

source: Related Tasks
pt: Tarefas Relacionadas

source: Work
pt: Trabalho

source: Related Wheels
pt: Rodas Relacionadas

source: User
pt: Usuário

source: New Wheel
pt: Nova Roda

source: All
pt: Todos

source: Packs
pt: Pacotes

source: Tasks
pt: Tarefas

source: Payments
pt: Pagamentos

source: Sun
pt: Dom

source: Mon
pt: Seg

source: Tue
pt: Ter

source: Wed
pt: Qua

source: Thu
pt: Qui

source: Fri
pt: Sex

source: Sat
pt: Sáb

source: Everyday
pt: Todos os dias

source: Once a Month
pt: Uma vez por mês

source: Once a Year
pt: Uma vez por ano

source: Search
pt: Pesquisar

source: New User
pt: Novo Usuário

source: Log Out
pt: Sair

source: ERROR: User data not created. Delete and recreate Wheel
pt: ERRO: Dados do Usuário não foram criados. Exclua e recrie a Roda

source: Go Back
pt: Voltar

source: Work Slice
pt: Fatia de Trabalho

source: ---Select the Work Slice---
pt: ---Selecione a Fatia de Trabalho---

source: Message
pt: Mensagem

source: Wheel sucessfully updated
pt: Roda atualizada com sucesso

source: Add Enneagram Test
pt: Incluir Teste do Eneagrama

source: List Enneagram Tests
pt: Listar Teste do Eneagrama

source: List Users
pt: Listar Usuárioes

source: List Packs
pt: Listar Pacotes

source: Edit Enneagram Test
pt: Alterar Teste do Eneagrama

source: Enneagram Tests
pt: Testes do Eneagrama

source: Enneagram Test
pt: Teste do Eneagrama

source: Delete Enneagram Test
pt: Excluir Teste do Eneagrama

source: Add Link
pt: Incluir Link

source: Edit Link
pt: Editar Link

source: ---Select the user----
pt: ---Selecione o Usuário---

source: ---Select the pack----
pt: ---Selecione o Pacote---

source: Delete Link
pt: Excluir Link

source: List Links
pt: Listar Links

source: New Link
pt: Novo Link

source: Add Meeting
pt: Nova Sessão

source: Edit Meeting
pt: Alterar Sessão

source: Insert the Number
pt: Digite o Número

source: Insert the date
pt: Digite a data

source: Insert the time
pt: Digite o Horário

source: Summary
pt: Resumo

source: Insert the summary
pt: Digite o resumo

source: Positive Points
pt: Pontos Positivos

source: Insert the positive points (of my work as a coach)
pt: Digite os pontos positivos (do meu trabalho como coach)

source: Points To Improve
pt: Pontos a Melhorar

source: Insert the points to improve (of my work as a coach)
pt: Digite os pontos a melhorar (do meu trabalho como coach)

source: Notes
pt: Notas

source: Insert the notes
pt: Digite as notas

source: Meeting
pt: Sessão

source: Delete Meeting
pt: Excluir Sessão

source: List Meetings
pt: Listar Sessões

source: Add Pack
pt: Novo Pacote

source: Edit Pack
pt: Alterar Pacote

source: Active
pt: Ativo

source: Finished
pt: Concluído

source: Suspended
pt: Suspenso

source: ---Select the status---
pt: ---Selecione o Status---

source: Description
pt: Descrição

source: Insert the description
pt: Digite a descrição

source: Number of meetings
pt: Número de sessões

source: Insert the number of meetings
pt: Digite o número de sessões

source: Meeting Price
pt: Valor da Sessão

source: Insert the price of the meeting
pt: Digite o valor da sessão

source: Start Date
pt: Data de Início

source: Insert the start date
pt: Digite a data de início

source: End Date
pt: Término

source: Insert the end date
pt: Digite a data do término

source: Number Of Sessions
pt: Número de Sessões

source: Session Price
pt: Valor da Sessão

source: Delete Pack
pt: Excluir Pacote

source: Add Payment
pt: Novo Pagamento

source: Edit Payment
pt: Alterar Pagamentos

source: Due Amont
pt: Valor Devido

source: Insert the due amont
pt: Digite o Valor Devido

source: Insert the due date
pt: Digite o Vencimento

source: Payment Amont
pt: Valor Pago

source: Payment Date
pt: Pagamento

source: Payment Amount
pt: Valor Pago

source: Payment
pt: Pagamento

source: Delete Payment
pt: Exluir Pagamento

source: List Payments
pt: Listar Pagamentos

source: Config Survey ID not passed
pt: ID do Questionário de Configuração não foi passada

source: Survey ID not passed
pt: ID do Questionário inválida

source: Survey already answered
pt: Questionário já foi respondido

source: Survey does not exist
pt: Questionário não existe

source: Survey is not active
pt: Questionário não está ativo

source: Mandatory Field
pt: Campo Obrigatório

source: No Answer
pt: Sem Resposta

source: Select an option
pt: Selecione uma opção

source: ---Select the survey----
pt: ---Selecione o questionário---

source: Results
pt: Resultados

source: Survey not yet answered
pt: Questionário ainda não foi respondido

source: Not Answered
pt: Não Respondido

source: points
pt: pontos

source: Saved
pt: Gravado

source: Delete Survey
pt: Excluir Questionário

source: List Surveys
pt: Listar Questionários

source: List Answers
pt: Listar Respostas

source: Related Answers
pt: Respostas Relacionadas

source: Config Survey Id
pt: ID Questionário de Configuração

source: Config Question Group Id
pt: ID Grupo de Perguntas de Configuração

source: Config Question Id
pt: ID Pergunta de Configuração

source: Config Answer Id
pt: ID Resposta de Configuração

source: Add Task
pt: Nova Tarefa

source: Edit Task
pt: Alterar Tarefa

source: Repeat Type
pt: Tipo de Repetição

source: None
pt: Nenhuma

source: Daily
pt: Diária

source: Every Weekday (Monday to Friday
pt: Toda a semana (Segunda a Sexta)

source: Every Monday, Wednesday and Friday
pt: Segundas, Quartas e Sextas

source: Every Tuesday and Thursday
pt: Terças e Quintas

source: Weekly
pt: Semanalmente

source: Monthly
pt: Uma vez por mês

source: ---Select the repeat type---
pt: ---Selecione o Tipo de Repetição---

source: With Whom
pt: Com Quem

source: Insert the participants
pt: Digite os participantes

source: Obstacles
pt: Obstáculos

source: Insert the possible obstacles
pt: Digite os possíveis obstáculos

source: Benefits
pt: Benefícios

source: Insert the benefits
pt: Digite os benefícios

source: Reminders
pt: Lembretes

source: Insert the reminders
pt: Digite os lembretes definidos para esta tarefa

source: Punishments
pt: Punições

source: Insert the punishments
pt: Digite as punições por não concluir a tarefa

source: Celebrations
pt: Celebrações

source: Insert the celebrations
pt: Digite as celebrações

source: When
pt: Quando

source: Delete Task
pt: Excluir Tarefa

source: Add User
pt: Novo Usuário

source: Edit User
pt: Alterar Usuário

source: Role
pt: Papel

source: ---Select the role---
pt: ---Selecione o Papel---

source: Name
pt: Nome

source: Insert the name
pt: Digite o nome

source: Sex
pt: Sexo

source: Masculine
pt: Masculino

source: Feminine
pt: Feminino

source: ---Select the sex---
pt: ---Selecione o Sexo---

source: Birthday
pt: Data de Nascimento

source: Insert the birthday
pt: Digite a Data de Nascimento

source: Occupation
pt: Ocupação

source: Insert the occupation
pt: Digite a Ocupação
