Repository: luisdias/coaching-machine-lite
Catalog: app/Locale/bra/LC_MESSAGES/default.po
Languages: pt

source: Insert the email
pt: Digite o Email

source: Username
pt: Nome de Usuário

source: Insert the username
pt: Digite o Nome de Usuário

source: Password
pt: Senha

source: Insert the password
pt: Digite a Senha

source: Password Confirm
pt: Confirmação da Senha

source: Insert the password confirmation
pt: Digite a Confirmação da Senha

source: Address
pt: Endereço

source: Insert the address
pt: Digite o Endereço

source: City
pt: Cidade

source: Insert the city
pt: Digite a Cidade

source: State
pt: Localidade

source: Insert the state
pt: Digite a Localidade

source: Zip
pt: Código Postal

source: Insert the zip
pt: Digite o Código Postal

source: Phone
pt: Telefone

source: Insert the phone
pt: Digite o número de Telefone

source: Mobile
pt: Telemóvel

source: Insert the mobile
pt: Digite o número de telemóvel

source: Insert the skype
pt: Digite o Skype

source: Insert the facebook
pt: Digite o endereço do Facebook

source: Insert the linkedin
pt: Digite o endereço do Linkedin

source: Insert the twitter
pt: Digite o endereço do Twitter

source: Insert the site
pt: Digite o endereço do Site

source: Photo
pt: Foto

source: COACHEE SINCE
pt: COACHEE DESDE

source: USING COACHING MACHINE SINCE
pt: USANDO COACHING MACHINE DESDE

source: Sign in
pt: Entrar

source: Forget your password?
pt: Esqueceu a Senha?

source: Delete User
pt: Excluir Usuário

source: List Wheel Slices
pt: Listar Fatias da Roda

source: List Wheels
pt: Listar Rodas

source: Wheel Slices
pt: Fatias da Roda

source: New Wheel Slice
pt: Nova Fatia da Roda

source: Wheel Slice
pt: Fatia da Roda

source: Delete Wheel Slice
pt: Excluir Fatia da Roda

source: Wheel Type
pt: Tipo de Roda

source: ---Select the Wheel Type----
pt: ---Selecione o Tipo de Roda---

source: Delete Wheel
pt: Excluir Roda
